Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Nuvio connects to Simkl for account authentication, watchlists, watched history, playback progress, and scrobbling. Movie, TV, and anime tracking data is provided by Simkl. Nuvio is not affiliated with or endorsed by Simkl.
de: Nuvio verbindet sich mit Simkl für Konto-Authentifizierung, Watchlists, gesehene Titel, Wiedergabefortschritt und Scrobbling. Die Tracking-Daten zu Filmen, Serien und Anime stammen von Simkl. Nuvio steht in keiner Verbindung zu Simkl und wird nicht von Simkl unterstützt.
es: Nuvio se conecta a Simkl para la autenticación de la cuenta, las listas de seguimiento, el historial de visualización, el progreso de reproducción y el scrobbling. Los datos de seguimiento de películas, series y anime los proporciona Simkl. Nuvio no está afiliado a Simkl ni cuenta con su respaldo.
fr: Nuvio se connecte à Simkl pour l'authentification du compte, les listes de visionnage, l'historique, la progression de lecture et le scrobbling. Les données de suivi des films, séries et anime sont fournies par Simkl. Nuvio n'est ni affilié à Simkl, ni approuvé par Simkl.
it: Nuvio si connette a Simkl per l'autenticazione dell'account, le watchlist, la cronologia di visione, i progressi di riproduzione e lo scrobbling. I dati di tracciamento di film, serie TV e anime sono forniti da Simkl. Nuvio non è affiliato a Simkl né approvato da Simkl.
vi: Nuvio kết nối với Simkl để xác thực tài khoản, danh sách xem, lịch sử đã xem, tiến độ phát và scrobble. Dữ liệu theo dõi phim, TV và anime do Simkl cung cấp. Nuvio không liên kết hay được Simkl bảo trợ.

source: Nuvio-Style Hero
de: Hero im Nuvio-Stil
es: Hero estilo Nuvio
fr: Hero style Nuvio
it: Hero in stile Nuvio
vi: Banner kiểu Nuvio

source: NuvioTV (Built-in)
de: NuvioTV (Integriert)
es: NuvioTV (Integrado)
fr: NuvioTV (intégré)
it: NuvioTV (integrato)
vi: NuvioTV (Tích hợp)

source: OLED True Black
de: OLED-Echtschwarz
es: Negro puro OLED
fr: Noir profond OLED
it: Nero vero OLED
vi: Đen tuyền OLED

source: Ocean
de: Ozean
es: Océano
fr: Océan
vi: Xanh lam

source: Off
de: Aus
es: Desactivado
fr: Désactivé
vi: Tắt

source: Off · %@ · skipped when searching
de: Aus · %@ · wird bei der Suche übersprungen
es: Desactivado · %@ · se omite al buscar
fr: Désactivé · %@ · ignoré lors de la recherche
it: Disattivo · %@ · saltato durante la ricerca
vi: Tắt · %@ · bỏ qua khi tìm kiếm

source: Off · API key saved
de: Aus · API-Schlüssel gespeichert
es: Desactivado · Clave API guardada
fr: Désactivé · clé API enregistrée
it: Off · chiave API salvata
vi: Tắt · Đã lưu API key

source: Off · Buttons show text and icons
de: Aus · Buttons zeigen Text und Symbole
es: Desactivado · Los botones muestran texto e iconos
fr: Désactivé · Les boutons affichent texte et icônes
it: Disattivato · I pulsanti mostrano testo e icone
vi: Tắt · Nút hiện chữ và biểu tượng

source: Off · Classic layout with the logo on the lower left
de: Aus · Klassisches Layout mit dem Logo unten links
es: Desactivado · diseño clásico con el logo abajo a la izquierda
fr: Désactivé · disposition classique avec le logo en bas à gauche
it: Off · layout classico con il logo in basso a sinistra
vi: Tắt · Bố cục cổ điển với logo ở góc dưới trái

source: Off · Detail pages show only the backdrop
de: Aus · Detailseiten zeigen nur den Hintergrund
es: Desactivado · las páginas de detalles muestran solo el fondo
fr: Désactivé · les pages de détail n'affichent que l'arrière-plan
it: Off · le pagine dei dettagli mostrano solo lo sfondo
vi: Tắt · Trang chi tiết chỉ hiện ảnh nền

source: Off · Detail pages stay on the still artwork
de: Aus · Detailseiten zeigen nur das Standbild
es: Desactivado · las páginas de detalles se quedan con la imagen fija
fr: Désactivé · les pages de détail restent sur l'image fixe
it: Off · le pagine dei dettagli mostrano solo l'immagine fissa
vi: Tắt · Trang chi tiết giữ ảnh tĩnh

source: Off · Focused artwork uses the system highlight only
de: Aus · Fokussiertes Artwork nutzt nur die Systemhervorhebung
es: Desactivado · La imagen enfocada usa solo el resaltado del sistema
fr: Désactivé · L'illustration sélectionnée utilise uniquement la surbrillance du système
it: Disattivato · L'artwork a fuoco usa solo l'evidenziazione di sistema
vi: Tắt · Ảnh được chọn chỉ dùng hiệu ứng hệ thống

source: Off · Focused cards lift and zoom slightly
de: Aus · Fokussierte Karten heben sich leicht an und zoomen
es: Desactivado · Las tarjetas enfocadas se elevan y amplían ligeramente
fr: Désactivé · Les cartes sélectionnées se soulèvent et zooment légèrement
it: Disattivato · Le card a fuoco si sollevano e si ingrandiscono leggermente
vi: Tắt · Thẻ được chọn nổi lên và phóng to nhẹ

source: Off · Hero artwork stays visible while you browse
de: Aus · Das Hero-Artwork bleibt beim Stöbern sichtbar
es: Desactivado · La imagen del héroe permanece visible mientras navegas
fr: Désactivé · Le visuel du héros reste visible pendant la navigation
it: Disattivo · L'artwork dell'eroe resta visibile mentre navighi
vi: Tắt · Ảnh banner vẫn hiện khi bạn duyệt

source: Off · Home hero artwork is always visible
de: Aus · Start-Hero-Grafiken sind immer sichtbar
es: Desactivado · El arte hero de inicio siempre es visible
fr: Désactivé · le visuel Hero de l'accueil est toujours visible
it: Off · l'illustrazione hero home è sempre visibile
vi: Tắt · Ảnh banner trang chủ luôn hiển thị

source: Off · Home starts directly with catalog rows
de: Aus · Start beginnt direkt mit Katalog-Reihen
es: Desactivado · Inicio empieza directamente con filas de catálogo
fr: Désactivé · l'accueil commence directement par les lignes de catalogue
it: Off · Home inizia direttamente con le righe del catalogo
vi: Tắt · Trang chủ bắt đầu ngay với các hàng danh mục

source: Off · No Upcoming row on Home
de: Aus · Keine „Demnächst“-Reihe auf dem Startbildschirm
es: Desactivado · Sin fila «Próximamente» en Inicio
fr: Désactivé · Pas de rangée « À venir » sur l’accueil
it: Disattivato · Nessuna riga «In arrivo» nella Home
vi: Tắt · Không có hàng “Sắp phát sóng” trên Trang chủ

source: Off · No rotating banner — the top of Home shows the focused title's artwork and description
de: Aus · Kein rotierendes Banner — oben auf dem Startbildschirm erscheinen Artwork und Beschreibung des fokussierten Titels
es: Desactivado · Sin banner rotatorio: la parte superior de Inicio muestra la imagen y la descripción del título enfocado
fr: Désactivé · Pas de bannière rotative — le haut de l'accueil affiche l'illustration et la description du titre sélectionné
it: Disattivato · Nessun banner rotante — in cima alla Home compaiono artwork e descrizione del titolo a fuoco
vi: Tắt · Không có banner xoay vòng — đầu Trang chủ hiện ảnh và mô tả của phim đang chọn

source: Off · Posters show artwork only
de: Aus · Poster zeigen nur die Grafik
es: Desactivado · los pósters muestran solo el arte
fr: Désactivé · les affiches n'affichent que le visuel
it: Off · i poster mostrano solo l'illustrazione
vi: Tắt · Poster chỉ hiện ảnh

source: Off · The hero shows artwork only
de: Aus · Der Hero zeigt nur die Grafik
es: Desactivado · el héroe muestra solo el arte
fr: Désactivé · le héros n'affiche que le visuel
it: Off · l'hero mostra solo l'illustrazione
vi: Tắt · Banner chỉ hiện ảnh

source: Off · Trailers only play when selected
de: Aus · Trailer werden nur bei Auswahl abgespielt
es: Desactivado · los tráilers solo se reproducen cuando se seleccionan
fr: Désactivé · les bandes-annonces ne se lisent que si elles sont sélectionnées
it: Off · i trailer vengono riprodotti solo se selezionati
vi: Tắt · Trailer chỉ phát khi được chọn

source: Off · Trailers start muted
de: Aus · Trailer starten stummgeschaltet
es: Desactivado · Los tráilers empiezan silenciados
fr: Désactivé · Les bandes-annonces démarrent en sourdine
it: Disattivato · I trailer partono senza audio
vi: Tắt · Trailer bắt đầu ở chế độ tắt tiếng

source: Off · Turn on before walking Home down and back up, or running Detail push/pop cycles
de: Aus · Aktiviere dies, bevor du auf der Startseite nach unten und wieder nach oben scrollst oder Detailseiten öffnest und schließt
es: Desactivado · Actívalo antes de desplazarte hacia abajo y volver arriba en Inicio, o de abrir y cerrar pantallas de detalle
fr: Désactivé · Activez avant de faire défiler l'Accueil vers le bas puis remonter, ou d'ouvrir/fermer des écrans de détail
it: Off · Attivalo prima di scorrere la Home in basso e poi di nuovo in alto, o di aprire e chiudere schermate di dettaglio
vi: Tắt · Bật trước khi cuộn Trang chủ xuống rồi lên lại, hoặc mở/đóng màn hình chi tiết

source: Off · Turn on if asked to capture a hero artwork report, then relaunch the app
de: Aus · Aktiviere dies, wenn du einen Hero-Artwork-Bericht erstellen sollst, und starte die App neu
es: Desactivado · Actívalo si te piden capturar un informe del Hero y reinicia la app
fr: Désactivé · Activez si l'on vous demande une capture du Hero, puis relancez l'app
it: Off · Attivalo se ti viene chiesto un report dell'artwork del Hero, poi riavvia l'app
vi: Tắt · Bật khi được yêu cầu chụp báo cáo ảnh Hero, sau đó khởi động lại ứng dụng

source: Off · add-on release dates are used as-is
de: Aus · Add-on-Veröffentlichungsdaten werden unverändert verwendet
es: Desactivado · las fechas de lanzamiento del complemento se usan tal cual
fr: Désactivé · les dates de sortie des addons sont utilisées telles quelles
it: Off · le date di rilascio dei componenti aggiuntivi sono utilizzate così come sono
vi: Tắt · dùng nguyên ngày phát hành của addon

source: Off · rows use the add-on's catalog name
de: Aus · Reihen verwenden den Katalognamen des Add-ons
es: Desactivado · las filas usan el nombre del catálogo del complemento
fr: Désactivé · les lignes utilisent le nom du catalogue de l'addon
it: Off · le righe usano il nome del catalogo del addon
vi: Tắt · hàng dùng tên danh mục của addon

source: Official Nuvio (%@)
de: Offizieller Nuvio-Server (%@)
es: Nuvio oficial (%@)
fr: Nuvio officiel (%@)
it: Nuvio ufficiale (%@)
vi: Nuvio chính thức (%@)

source: Oldest First
de: Älteste zuerst
es: Más antiguo primero
fr: Plus anciens d'abord
it: Prima i meno recenti
vi: Cũ nhất trước

source: On
de: Ein
es: Activado
fr: Activé
vi: Bật

source: On puts the title and description on the left, the artwork on the right, and keeps the banner in place while rows scroll. Off uses the classic layout with the logo at the lower left. Off by default.
de: „Ein“ zeigt Titel und Beschreibung links und das Artwork rechts und hält das Banner an Ort und Stelle, während Reihen scrollen. „Aus“ verwendet das klassische Layout mit dem Logo unten links. Standardmäßig aus.
es: Activado coloca el título y la descripción a la izquierda y la imagen a la derecha, y mantiene el banner fijo mientras las filas se desplazan. Desactivado usa el diseño clásico con el logotipo abajo a la izquierda. Desactivado por defecto.
fr: Activé place le titre et la description à gauche, le visuel à droite, et garde la bannière en place pendant le défilement des rangées. Désactivé utilise la mise en page classique avec le logo en bas à gauche. Désactivé par défaut.
it: Attivato mette titolo e descrizione a sinistra, l’immagine a destra, e tiene fisso il banner mentre le righe scorrono. Disattivato usa il layout classico con il logo in basso a sinistra. Disattivato per impostazione predefinita.
vi: Bật đặt tiêu đề và mô tả ở bên trái, ảnh ở bên phải, và giữ biểu ngữ cố định khi các hàng cuộn. Tắt dùng bố cục cổ điển với logo ở phía dưới bên trái. Mặc định tắt.

source: On shows a rotating banner at the top of Home, built from up to two of your catalogs. Off shows the focused title's artwork and description instead. On by default.
de: „Ein“ zeigt oben auf der Startseite ein rotierendes Banner aus bis zu zwei deiner Kataloge. „Aus“ zeigt stattdessen Artwork und Beschreibung des fokussierten Titels. Standardmäßig ein.
es: Activado muestra un banner rotativo en la parte superior de Inicio, creado con hasta dos de tus catálogos. Desactivado muestra en su lugar la imagen y la descripción del título enfocado. Activado por defecto.
fr: Activé affiche en haut de l’accueil une bannière rotative composée d’un maximum de deux de vos catalogues. Désactivé affiche à la place le visuel et la description du titre ciblé. Activé par défaut.
it: Attivato mostra in alto in Home un banner a rotazione creato con un massimo di due dei tuoi cataloghi. Disattivato mostra invece l’immagine e la descrizione del titolo selezionato. Attivato per impostazione predefinita.
vi: Bật hiển thị một biểu ngữ xoay vòng ở đầu Trang chủ, tạo từ tối đa hai danh mục của bạn. Tắt hiển thị ảnh và mô tả của tiêu đề đang chọn thay thế. Mặc định bật.

source: On your phone or computer, go to
de: Gehe auf deinem Phone oder Computer zu
es: En tu teléfono o computadora, ve a
fr: Sur votre téléphone ou ordinateur, allez sur
it: Sul tuo telefono o computer, vai a
vi: Trên điện thoại hoặc máy tính, truy cập

source: On · %@
de: Ein · %@
es: Activado · %@
fr: Activé · %@
it: Attivo · %@
vi: Bật · %@

source: On · A muted trailer plays behind the description on detail pages
de: An · Ein stummer Trailer läuft hinter der Beschreibung auf Detailseiten
es: Activado · un tráiler silenciado se reproduce detrás de la descripción en las páginas de detalles
fr: Activé · une bande-annonce muette est lue derrière la description des pages de détail
it: On · un trailer muto viene riprodotto dietro la descrizione nelle pagine dei dettagli
vi: Bật · Trailer tắt tiếng phát sau phần mô tả ở trang chi tiết

source: On · A rotating banner built from up to 2 of your catalogs, switching to the focused title as you browse
de: An · Ein rotierendes Banner aus bis zu 2 deiner Kataloge, das beim Stöbern zum fokussierten Titel wechselt
es: Activado · Un banner rotatorio creado con hasta 2 de tus catálogos, que cambia al título enfocado mientras navegas
fr: Activé · Une bannière rotative composée d'au plus 2 de vos catalogues, qui bascule vers le titre sélectionné pendant la navigation
it: Attivato · Un banner rotante creato da massimo 2 dei tuoi cataloghi, che passa al titolo a fuoco mentre navighi
vi: Bật · Banner xoay vòng từ tối đa 2 danh mục của bạn, chuyển sang phim đang chọn khi bạn duyệt

source: On · A row under Continue Watching with your shows' next episodes airing in the next 14 days
de: An · Eine Reihe unter „Weiterschauen“ mit den nächsten Folgen deiner Serien, die in den nächsten 14 Tagen ausgestrahlt werden
es: Activado · Una fila debajo de «Continuar viendo» con los próximos episodios de tus series que se emiten en los próximos 14 días
fr: Activé · Une rangée sous « Reprendre la lecture » avec les prochains épisodes de vos séries diffusés dans les 14 prochains jours
it: Attivato · Una riga sotto «Continua a guardare» con i prossimi episodi delle tue serie in onda nei prossimi 14 giorni
vi: Bật · Một hàng bên dưới “Tiếp tục xem” với các tập tiếp theo của chương trình bạn xem sẽ phát sóng trong 14 ngày tới

source: On · API key saved
de: An · API-Schlüssel gespeichert
es: Activado · Clave API guardada
fr: Activé · clé API enregistrée
it: On · chiave API salvata
vi: Bật · Đã lưu API key

source: On · After relaunching, this launch's hero paint log appears below — photograph it when reporting
de: An · Nach dem Neustart erscheint das Hero-Anzeige-Protokoll dieses Starts unten — fotografiere es für deinen Fehlerbericht
es: Activado · Tras reiniciar, el registro de dibujo del Hero de este inicio aparece abajo — fotografíalo al informar
fr: Activé · Après redémarrage, le journal d'affichage du Hero de cette session apparaît ci-dessous — photographiez-le pour votre signalement
it: Attivato · Dopo il riavvio, il log di disegno del Hero di questo avvio appare qui sotto — fotografalo quando segnali
vi: Bật · Sau khi khởi động lại, nhật ký hiển thị Hero của lần chạy này sẽ hiện bên dưới — hãy chụp lại khi báo cáo

source: On · Artwork shows while the hero is highlighted and hides once you move down into the rows
de: Ein · Das Artwork erscheint, solange der Hero hervorgehoben ist, und verschwindet, sobald du nach unten in die Reihen gehst
es: Activado · La imagen se muestra mientras el héroe está resaltado y se oculta al bajar a las filas
fr: Activé · Le visuel s'affiche tant que le héros est en surbrillance et disparaît dès que vous descendez dans les rangées
it: Attivo · L'artwork appare finché l'eroe è evidenziato e scompare quando scendi tra le file
vi: Bật · Ảnh hiện khi banner được chọn và ẩn khi bạn di chuyển xuống các hàng

source: On · Buttons show icons only
de: An · Buttons zeigen nur Symbole
es: Activado · Los botones muestran solo iconos
fr: Activé · Les boutons affichent uniquement des icônes
it: Attivato · I pulsanti mostrano solo icone
vi: Bật · Nút chỉ hiện biểu tượng

source: On · Focused artwork shows a ring in your accent color
de: An · Fokussiertes Artwork zeigt einen Ring in deiner Akzentfarbe
es: Activado · La imagen enfocada muestra un anillo con tu color de acento
fr: Activé · L'illustration sélectionnée affiche un anneau de votre couleur d'accent
it: Attivato · L'artwork a fuoco mostra un anello nel tuo colore accento
vi: Bật · Ảnh được chọn hiện viền theo màu nhấn của bạn

source: On · Focused cards keep their size — highlight and shadow only
de: An · Fokussierte Karten behalten ihre Größe — nur Hervorhebung und Schatten
es: Activado · Las tarjetas enfocadas mantienen su tamaño: solo resaltado y sombra
fr: Activé · Les cartes sélectionnées gardent leur taille — surbrillance et ombre uniquement
it: Attivato · Le card a fuoco mantengono la dimensione — solo evidenziazione e ombra
vi: Bật · Thẻ được chọn giữ nguyên kích thước — chỉ sáng viền và đổ bóng

source: On · Home hero artwork fades in only while the hero carousel is focused
de: An · Start-Hero-Grafiken werden nur eingeblendet, während das Hero-Karussell fokussiert ist
es: Activado · El arte hero de inicio se desvanece solo mientras el carrusel hero está enfocado
fr: Activé · le visuel Hero de l'accueil apparaît en fondu uniquement quand le carrousel Hero est au focus
it: On · l'illustrazione hero home si attenua solo quando il carosello hero ha fuoco
vi: Bật · Ảnh banner chỉ hiện khi vòng xoay banner được chọn

source: On · Home opens with a rotating banner built from up to 2 of your catalogs
de: An · Start öffnet mit einem rotierenden Banner aus bis zu 2 deiner Kataloge
es: Activado · Inicio se abre con un banner rotativo creado a partir de hasta 2 de tus catálogos
fr: Activé · l'accueil s'ouvre avec une bannière rotative composée d'un maximum de 2 de vos catalogues
it: On · Home si apre con un banner rotante creato da un massimo di 2 dei tuoi cataloghi
vi: Bật · Trang chủ mở với banner xoay vòng từ tối đa 2 danh mục của bạn

source: On · Play the trailer full screen shortly after opening a title
de: An · Spielt den Trailer kurz nach dem Öffnen eines Titels im Vollbild ab
es: Activado · reproduce el tráiler a pantalla completa poco después de abrir un título
fr: Activé · lit la bande-annonce en plein écran peu après l'ouverture d'un titre
it: On · riproduce il trailer a schermo intero poco dopo l'apertura di un titolo
vi: Bật · Phát trailer toàn màn hình ngay sau khi mở phim

source: On · Poster and description sit in the top right, Nuvio-style
de: An · Poster und Beschreibung sitzen oben rechts, wie bei Nuvio
es: Activado · el póster y la descripción aparecen arriba a la derecha, al estilo Nuvio
fr: Activé · l'affiche et la description s'affichent en haut à droite, comme sur Nuvio
it: On · poster e descrizione compaiono in alto a destra, in stile Nuvio
vi: Bật · Poster và mô tả nằm ở góc trên bên phải, kiểu Nuvio

source: On · Posters play a muted trailer preview after a moment of focus
de: An · Poster spielen nach kurzem Fokus eine stumme Trailer-Vorschau ab
es: Activado · los pósters reproducen una vista previa silenciada del tráiler tras un momento de enfoque
fr: Activé · les affiches lancent un aperçu muet de la bande-annonce après un instant de focus
it: On · i poster riproducono un'anteprima muta del trailer dopo un momento di focus
vi: Bật · Poster phát trailer tắt tiếng sau một lúc được chọn

source: On · Scroll-geometry and push/pop counters below — photograph after testing
de: An · Scroll-Geometrie- und Push/Pop-Zähler unten — fotografiere nach dem Testen
es: Activado · Contadores de geometría de desplazamiento y push/pop abajo — fotografía después de probar
fr: Activé · Compteurs de géométrie de défilement et push/pop ci-dessous — photographiez après les tests
it: Attivato · Contatori di geometria di scorrimento e push/pop qui sotto — fotografa dopo il test
vi: Bật · Bộ đếm hình học cuộn và push/pop bên dưới — hãy chụp lại sau khi kiểm tra

source: On · Show the title's poster on the right side of detail pages
de: An · Zeigt das Poster des Titels auf der rechten Seite der Detailseite
es: Activado · muestra el póster del título en el lado derecho de la página de detalles
fr: Activé · montre l'affiche du titre sur le côté droit de la page de détail
it: On · mostra il poster del titolo sul lato destro della pagina dei dettagli
vi: Bật · Hiện poster của phim ở bên phải trang chi tiết

source: On · TMDB air dates override add-on release dates
de: An · TMDB-Ausstrahlungsdaten überschreiben Add-on-Veröffentlichungsdaten
es: Activado · Las fechas de aire TMDB anulan las fechas de lanzamiento del complemento
fr: Activé · les dates de diffusion TMDB remplacent les dates de sortie des addons
it: On · le date di trasmissione TMDB sostituiscono le date di rilascio dei componenti aggiuntivi
vi: Bật · Ngày chiếu TMDB thay cho ngày phát hành của addon

source: On · The hero plays a muted trailer preview after a moment of focus on a poster
de: An · Der Hero spielt eine stumme Trailer-Vorschau, nachdem ein Poster kurz fokussiert wurde
es: Activado · El hero reproduce una vista previa del tráiler sin sonido tras un momento de foco en un póster
fr: Activé · Le héros lit un aperçu muet de la bande-annonce après un instant de focus sur une affiche
it: Attivo · L'hero riproduce un'anteprima muta del trailer dopo un momento di focus su un poster
vi: Bật · Hero phát bản xem trước trailer không tiếng sau một lúc tập trung vào poster

source: On · The hero plays its trailer by itself, without waiting for focus
de: An · Der Hero spielt seinen Trailer von selbst ab, ohne auf den Fokus zu warten
es: Activado · el héroe reproduce su tráiler por sí solo, sin esperar al enfoque
fr: Activé · le héros lit sa bande-annonce tout seul, sans attendre le focus
it: On · l'hero riproduce il suo trailer da solo, senza attendere il focus
vi: Bật · Banner tự phát trailer mà không cần được chọn

source: On · Title and description on the left, artwork on the right, hero pinned while rows scroll
de: An · Titel und Beschreibung links, Artwork rechts, Hero bleibt beim Scrollen oben fixiert
es: Activado · título y descripción a la izquierda, imagen a la derecha, héroe fijado mientras se despl. las filas
fr: Activé · titre et description à gauche, visuel à droite, héros épinglé pendant le défilement des rangées
it: On · titolo e descrizione a sinistra, artwork a destra, hero fissato mentre le righe scorrono
vi: Bật · Tiêu đề và mô tả bên trái, ảnh bên phải, banner ghim khi các hàng cuộn

source: On · Trailers start with sound; play/pause mutes
de: An · Trailer starten mit Ton; Play/Pause schaltet stumm
es: Activado · Los tráilers empiezan con sonido; reproducir/pausa silencia
fr: Activé · Les bandes-annonces démarrent avec le son ; lecture/pause coupe le son
it: Attivato · I trailer partono con l'audio; riproduci/pausa disattiva l'audio
vi: Bật · Trailer bắt đầu có tiếng; nút phát/tạm dừng để tắt tiếng

source: One row per add-on
de: Eine Reihe pro Add-on
es: Una fila por complemento
fr: Une rangée par add-on
it: Una riga per add-on
vi: Mỗi add-on một hàng

source: Only
de: Nur
es: Solo
fr: Seulement
it: Solo
vi: Chỉ
